Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_3.tmx
Source language: en
Languages: it

source: Ducting conduit installations (Non-electric -) of non-metallic materials
it: Impianti di condotte (Non elettriche -) in materiali non metallici

source: Non-metal coverings for ceilings
it: Coperture non in metallo per soffitti

source: Refractory cement
it: Cemento refrattario

source: Artificial stone
it: Pietra artificiale

source: Log homes sold in kit form
it: Case di legno vendute in kit

source: Plastic shutters
it: Persiane in plastica

source: Worked natural stone
it: Pietra naturale lavorata

source: Woven geotextile materials (Non-metallic -) for protecting slopes against erosion
it: Materiali geotessili tessuti (Non metallici -) per la protezione di pendii dall'erosione

source: Portable buildings (Non-metallic -) incorporating kitchen facilities
it: Costruzioni portatili (Non metalliche -) comprendenti strutture da cucina

source: Portable stands, not of metal for use by spectators
it: Stand trasportabili, non di metallo per spettatori

source: Movable non-metallic framed studio platform units
it: Piattaforme per studi non metalliche mobili

source: Mullions (Non-metallic -)
it: Stipiti (Non metallici -)

source: Glue-laminated wood
it: Legno lamellare

source: Laminated flat glass [for building]
it: Vetro piano laminato [per l'edilizia]

source: Shutters made of non-metallic materials
it: Persiane in materiali non metallici

source: Inspection covers of non-metallic materials
it: Coperchi d'ispezione in materiali non metallici

source: Advertisement columns [non-metallic structures]
it: Colonnine per affissioni [strutture non metalliche]

source: Paving slabs, not of metal
it: Lastre non metalliche

source: Domes for buildings (Non-metallic -)
it: Cupole per edifici (Non metalliche -)

source: Binding material for road repair
it: Leganti per la riparazione di strade

source: Safety scaffolding, not of metal
it: Impalcature di sicurezza, non in metallo

source: Rain gutters, not of metal
it: Grondaie, non metalliche

source: Perches
it: Posatoi

source: Woven textiles (Non-metallic -) for protecting earth slopes
it: Tessuti (Non metallici -) per la protezione di pendii di terra

source: Telephone booths, not of metal
it: Cabine telefoniche non metalliche

source: Caissons for construction work under water
it: Cassoni per costruire sott'acqua

source: Beacons, not of metal, non-luminous
it: Boe non metalliche, non luminose

source: Monuments of stone
it: Monumenti in pietra

source: Monuments, not of metal
it: Monumenti non metallici

source: Multi-layered wood
it: Legno multistrato

source: Canopies [structures] of non-metallic materials
it: Tettoie [strutture] in materiali non metallici

source: Cementitious protective coatings
it: Rivestimenti protettivi cementizi

source: Cements for building
it: Cemento da costruzione

source: Kiosks [non-metallic structures]
it: Chioschi [strutture non metalliche]

source: Latticed netting of glass for building purposes
it: Reticolati in vetro per la costruzione

source: Aquarium gravel
it: Ghiaia per acquari

source: Tar-based sealants for asphalt
it: Mastici a base di catrame per asfalto

source: Waterproofed paper for use in building
it: Carta impermeabilizzata per l'edilizia

source: Waterproofing boards (Non-metallic -)
it: Pannelli impermeabilizzanti (Non metallici -)

source: Garden sheds of non-metallic materials
it: Capanni da giardino in materiali non metallici

source: Modular sign panels of non-metallic materials [non-luminous, non-mechanical]
it: Pannelli modulari per segnalazione non in materiali metallici [non luminosi, non meccanici]

source: Surfaces of sand for use in horse-riding arenas
it: Superfici in sabbia per arene da equitazione

source: Non-metallic transportable exhibition stands [structures]
it: Stand da esposizione non metallici trasportabili [strutture]

source: Petroleum pitch
it: Pece di petrolio

source: Shuttering, not of metal, for concrete
it: Casseformi per il calcestruzzo non metalliche

source: Sluice gates of non-metallic materials for controlling the flow of liquids
it: Paratoie di chiusura in materiali non metallici per regolare il flusso di liquidi

source: Finials made of non-metallic materials
it: Ornamenti terminali in materiali non metallici

source: Fireproof doors, not of metal
it: Porte tagliafuoco, non in metallo

source: Guttering (Non-metallic -) for the collection of waste water
it: Scarichi (Non metallici -) per la raccolta di acque di scarico

source: Gypsum boards for construction purposes
it: Lastre di gesso per la costruzione

source: Copings of non-metallic materials
it: Coronamenti in materiali non metallici

source: Roofing boards (Non-metallic -) having insulating properties
it: Lastre per tetti (Non metalliche -) con proprietà isolanti

source: Mobile pedestals [structures] made of non-metallic materials
it: Piedistalli mobili [strutture] in materiali non metallici

source: Breeding batteries (Non-metallic structures -)
it: Batterie di allevamento (Strutture non metalliche -)

source: Coloured glass for windows
it: Vetro per finestre colorato

source: Rigid pipes of plastics [other than parts of sanitary installations]
it: Tubi rigidi in plastica non parti di installazioni sanitarie

source: Roller blinds of wood for external use
it: Tendine avvolgibili in legno per uso esterno

source: Trestle columns (Non-metallic -)
it: Colonne in traliccio (Non metalliche -)

source: Marble for construction
it: Marmo per la costruzione

source: Non-metallic conduits for water discharge
it: Condotte non metalliche per scarico dell'acqua

source: Posts, not of metal, for power lines
it: Pali per linee elettriche non metallici

source: Stables, not of metal
it: Stalle non in metallo

source: Road humps (non-metallic -) [portable] for slowing traffic
it: Dossi stradali (non metallici -) [portatili] per rallentare il traffico

source: Fire surrounds [mantles and mantlepieces] of stone
it: Bordure per caminetti [cappe e caminetti] in pietra

source: Japanese sliding screens of thin paper (shoji)
it: Pannelli scorrevoli di carta sottile giapponesi (shoji)

source: Structural elements (Non-metallic -) for use in building
it: Elementi strutturali (Non metallici -) per l'edilizia

source: Gutter connection pieces (Non-metallic -)
it: Pezzi di connessione per grondaie (Non metallici -)

source: Horizontal slatted blinds [outdoor], not of metal or textile
it: Tende a stecche orizzontali [per esterni], non in metallo o tela

source: Huts made of non-metallic materials
it: Capanni in materiali non metallici

source: Archways of non-metallic materials for supporting plants
it: Passaggi ad arco in materiali non metallici per sostenere piante

source: Architraves of non-metallic materials
it: Architravi in materiali non metallici

source: Armoured windows having non-metallic frames
it: Finestre blindate con telai non metallici

source: Balusters (Non-metallic -)
it: Balaustre (Non metalliche -)

source: Flues (Non-metallic -) for use in building
it: Condotte (Non metalliche -) per l'edilizia

source: Fiber reinforced plastic construction materials
it: Materiali da costruzione in plastica rinforzata con fibre

source: Bituminous grouts for roofs
it: Malte bituminose per tetti

source: Double glazing panels (Non-metallic -) incorporating insulating glass
it: Pannelli per doppi vetri (Non metallici -) contenenti vetro isolante

source: Roofing cement
it: Cemento per tetti

source: Exhibition panelling (Non-metallic -)
it: Pannelli per esposizione (Non metallici -)

source: External shutters (Non-metallic -) for windows
it: Imposte esterne (Non metalliche -) per finestre

source: Space frame modular units, not of metal
it: Unità spaziali modulari, non in metallo

source: Buildings (Non-metallic -) in the form of cabins
it: Costruzioni (Non metalliche -) sotto forma di cabine

source: Capitals (Non-metallic -) being parts of columns
it: Capitelli (Non metallici -) ovvero parti di colonne

source: Sewers (Non-metallic -)
it: Fogne (Non metalliche -)

source: Noise barriers made of wood
it: Barriere antirumore in legno

source: Board material made of polyethylene used as a wood substitute
it: Materiale in polietilene in forma di assi per uso come sostituto del legno

source: Memorial plaques of stone
it: Targhe commemorative di pietra

source: Mortar for building
it: Malta per costruzione

source: Cladding (Non-metallic -) for ceilings
it: Rivestimenti (Non metallici -) per soffitti

source: Cladding panels made of glass
it: Pannelli di rivestimento in vetro

source: Revolving doors not of metal
it: Porte girevoli non in metallo

source: Foundry molds [moulds], not of metal
it: Stampi per fonderia non metallici

source: Limestone in granular form
it: Calcare in forma granulare

source: Louvre window assemblies (Non-metallic -)
it: Assemblaggi per lucernari (Non metallici -)

source: Mantelpieces (Non-metallic -)
it: Caminiere (Non metalliche -)

source: Diving boards, not of metal
it: Trampolini non metallici

source: Fences, not of metal
it: Recinzioni non metalliche

source: Traffic information panels (non-metallic -) [non-luminous, non-mechanical]
it: Pannelli per informazioni sul traffico (non metallici -) [non luminosi, non meccanici]

source: Transparent plastics for use in building
it: Materie plastiche trasparenti per la costruzione

source: Transportable changing rooms (Non-metallic -)
it: Spogliatoi trasportabili (Non metallici -)

source: Pillars (Non-metallic -)
it: Colonne (Non metalliche -)

source: Woven fabrics (Non-metallic -) for the protection of dikes against erosion
it: Stoffe tessute (Non metalliche -) per la protezione di dighe dall'erosione

source: Potable water reservoirs of non-metallic materials
it: Serbatoi dell'acqua potabile in materiali non metallici

source: Water-pipes, not of metal
it: Condotte d'acqua non metalliche

source: Bridges [structures] other than of metal
it: Ponti [strutture], non in metallo

source: Building materials made of rock fibres
it: Materiali da costruzione in fibre minerali

source: Glazing units (Non-metallic framed -)
it: Vetrate (Non metalliche montate -)

source: Shutter doors (Non-metallic -)
it: Sportelli (Non metallici -)

source: Fire surrounds [mantles and mantlepieces] of marble
it: Bordure per caminetti [cappe e caminetti] in marmo

source: Textured surfaces for ceilings
it: Superfici a trama per soffitti

source: Thermal insulating glass for use in building
it: Vetro termoisolante per l'edilizia

source: Rough sawn timber
it: Segato grezzo

source: Sandstone pipes
it: Tubi di grès

source: Rainwater reservoirs (Non-metallic -)
it: Serbatoi per acqua piovana (Non metallici -)

source: Skating rinks [structures], not of metal
it: Pattinatoi [costruzioni] non metallici

source: Woven textiles (Non-metallic -) for protecting soft subsoils
it: Tessuti (Non metallici -) per la protezione di sottosuolo soffice

source: Plywood for building
it: Compensato per l'edilizia

source: Fabrics for use in civil engineering (geotextiles)
it: Tessuti per l'ingegneria civile [geotessili]

source: Mooring bollards, not of metal
it: Pietre da ormeggio non metalliche

source: Bitumen for use in road construction
it: Bitume per costruzione di strade

source: Water tanks (non-metallic -) [structures]
it: Cisterne per l'acqua (non metalliche -) [strutture]

source: Frames (Non-metallic -) for skylights
it: Intelaiature (Non metalliche -) per lucernari

source: Bastion defence walls of non metallic materials
it: Fortificazioni in materiali non metallici

source: Lime
it: Calce

source: Bitumen-based sealants for asphalt
it: Sigillanti in asfalto a base di bitume

source: Structural reinforcement (Non-metallic -) for construction purposes
it: Rinforzi strutturali (Non metallici -) per la costruzione

source: Structural support members (Non-metallic -)
it: Elementi di sostegno strutturali (Non metallici -)

source: Non-woven fabrics for soil protection
it: Stoffe non tessute per protezione del terreno

source: Portland blast-furnace slag cement
it: Cemento Portland di scoria d'altoforno

source: Soffits (Plastic -)
it: Intradossi (Plastica -)

source: Fibre boards of wood fibre bonded with resin and particle boards
it: Pannelli in fibra di legno legata con resina e pannelli di particelle

source: Fibre cement
it: Fibrocemento

source: Films of plastic for use in building
it: Pellicole di plastica per l'edilizia

source: Fire protection materials (Non-metallic -) for use in building
it: Materiali antincendio (Non metallici -) per l'edilizia

source: Guttering (Non-metallic -) for the collection of rainwater
it: Scarichi (Non metallici -) per la raccolta di acqua piovana

source: Construction materials of artificial stone
it: Materiali da costruzione in pietra artificiale

source: Corrugated polypropylene sheets [roofing material]
it: Fogli ondulati in polipropilene [materiali per copertura]

source: Corrugated sheets made of plastics materials [roofing material]
it: Fogli ondulati in materiali plastici [materiale da costruzione]

source: Conservatories [structures] of non-metallic materials
it: Serre [strutture] in materiali non metallici

source: Roof ridges (Non-metallic -)
it: Colmi per tetti (Non metallici -)

source: Non-metal skylights
it: Lucernari non metallici

source: Roofing boards (Non-metallic -)
it: Assi per tetti (Non metalliche -)

source: Prefabricated, non-metal storage sheds
it: Magazzini prefabbricati, non metallici

source: Brickwork supports [not of metal]
it: Supporti in muratura [non metallici]

source: Cold frame boxes (Non-metallic -)
it: Scatole per mini serre (Non metalliche -)

source: Cold frames (Non-metallic -) for horticultural use in seed germination
it: Mini serre (Non metalliche -) per l'orticoltura, per la germinazione di semi

source: Roadways of non-metallic materials
it: Carreggiate in materiali non metallici

source: Hips for roofing
it: Travi per coperture

source: Minerals for use in construction
it: Minerali per la costruzione

source: Non-metallic conduits for water distribution
it: Condotte non metalliche per la distribuzione dell'acqua

source: Non-metallic facing tiles for use in buildings
it: Piastrelle per facciate non metalliche per edifici

source: Grave slabs, not of metal
it: Lastre tombali non metalliche

source: Pillars (Non-metallic -) for buildings
it: Pilastri (Non metallici -) per edifici

source: Pipes made of cement for use in building
it: Ttubi in cemento per la costruzione

source: Fire surrounds [mantles and mantlepieces] of plastic
it: Bordure per caminetti [cappe e caminetti] in plastica

source: Stands being non-metallic structures
it: Supporti ovvero strutture non metalliche

source: Gravestones (Non-metallic -)
it: Pietre funerarie (Non metalliche -)

source: Ground marking sheets of synthetic materials
it: Fogli per marcare il terreno in materiali sintetici

source: Delineators [fixed road cones] made of non-metallic materials
it: Delineatori [coni stradali fissi] in materiali non metallici

source: Non-woven fabrics for soil drainage
it: Stoffe non tessute per drenaggio del suolo

source: Fascias (Non-metallic -) for advertising
it: Insegne (Non metalliche -) pubblicitarie

source: Fences made of laminated glass
it: Recinti in vetro laminato

source: Simulated wood sections
it: Sezioni in finto legno

source: Blocks (Non-metallic -) for construction
it: Blocchi per la costruzione (Non metallici -)

source: Blocks (Non-metallic -) for use in flooring construction
it: Blocchi (non metallici) per la costruzione di pavimentazioni

source: Walls (Non-metallic -)
it: Pareti (Non metalliche -)

source: Ceramic tiles for flooring of building
it: Piastrelle ceramiche per pavimenti di edifici

source: Ceramic tiles for internal walls
it: Piastrelle ceramiche per pareti interne

source: Double glazing panels (Non-metallic -)
it: Pannelli a doppio vetro (Non metallici -)

source: Embankment retaining stones for allowing the growth of plants
it: Pietre di trattenimento per argini per consentire la crescita di piante

source: Sheet glazing materials for use in building
it: Materiali per lastre di vetro per l'edilizia

source: Decorative glass [for building]
it: Vetro decorativo [per l'edilizia]

source: Coatings [building materials]
it: Intonaci [materiali da costruzione]

source: Turnstiles, not of metal
it: Tornelli, non in metallo

source: Tombstone plaques, not of metal
it: Targhe funerarie, non in metallo

source: Mortar
it: Malta

source: Grouting preparations
it: Preparati per boiacche

source: Gravel
it: Ghiaia

source: Downspouts, not of metal
it: Pluviali non in metallo

source: Shuttering (Non-metallic -)
it: Cassaforme (Non metalliche -)

source: Tanks of masonry
it: Serbatoi in muratura

source: Roller shutters (Non-metallic -)
it: Serrande avvolgibili (Non metalliche -)

source: Drain pipes, not of metal
it: Tubi di drenaggio non metallici

source: Structures made of non-metallic materials
it: Strutture in materiali non metallici

source: Shutters, not of metal
it: Serrande non metalliche

source: Sectional buildings (Non-metallic -)
it: Edifici componibili (Non metallici -)

source: Building sections (Non-metallic -)
it: Componenti per l'ediliza (Non metallici -)

source: Reinforcing materials, not of metal, for building
it: Armature per costruzione non metalliche

source: Civil engineering structures (Non-metallic -)
it: Strutture di ingegneria civile (Non metalliche -)

source: Posts of non-metallic materials
it: Pali di materiali non metallici

source: Monuments of marble
it: Monumenti in marmo

source: Moulded wood
it: Legno modellato

source: Wooden profiles
it: Profili di legno

source: Shaped timber
it: Legno sagomato

source: Posts, not of metal
it: Pali non metallici

source: Palings, not of metal
it: Palizzate non metalliche

source: Masts [poles], not of metal
it: Aste [pali] non metallici

source: Channel covers of non-metallic materials
it: Coperture per condotti in materiali non metallici

source: Latticework, not of metal
it: Graticolati non metallici

source: Binding agents for making briquettes
it: Leganti per la fabbricazione di mattonelle

source: Wood
it: Legno

source: Building and construction materials and elements, not of metal
it: Materiali ed elementi da costruzione, non di metallo

source: Doors, gates, windows and window coverings, not of metal
it: Porte, cancelli, finestre e rivestimenti per finestre, non di metallo

source: Structures and transportable buildings, not of metal
it: Strutture e costruzioni trasportabili, non di metallo

source: Statues and works of art made of materials such as stone, concrete and marble, included in the class
it: Statue e opere d'arte realizzate in pietra, cemento e marmo, incluse in questa classe

source: Stone, rock, clay and minerals
it: Pietra, roccia, argilla e minerali

source: Wood and artificial wood
it: Legno e legno artificiale

source: Flyscreens (non-metallic)
it: Zanzariere (non metalliche)

source: Stone lanterns [garden ornaments of stone]
it: Lanterne in pietra [ornamenti da giardino in pietra]

source: Portable non-metal levees
it: Leve portatili non di metallo

source: Non-metal brackets for gutters
it: Staffe non metalliche per grondaie

source: Sliding doors, not of metal
it: Porte scorrevoli, non in metallo

source: Railway materials, non-metallic
it: Materiali per ferrovie, non in metallo

source: Signs, and information and advertising displays, non-metallic
it: Cartelloni e schermi per informazioni e pubblicità, non in metallo

source: Rubber bearings for seismic isolation of buildings
it: Cuscinetti in gomma per l'isolamento sismico degli edifici

source: Armour-plating, not of metal
it: Blindature, non di metallo

source: Busts of concrete
it: Busti di calcestruzzo

source: Busts of marble
it: Busti di marmo

source: Busts of stone
it: Busti di pietra

source: Figured plate glass for building
it: Lastre di vetro decorato per l'edilizia

source: Foam glass for building
it: Vetro espanso da costruzione

source: Gutters, not of metal
it: Grondaie, non metalliche

source: Gypsum [building material]
it: Gesso [materiale da costruzione]

source: Luminous glass for building
it: Vetro luminoso per l'edilizia

source: Multilayer panels of plastic for use in building
it: Pannelli multistrato di plastica per l'edilizia

source: Non-luminous non-metal beacons [tower-like structures]
it: Boe non metalliche non luminose [strutture a torre]

source: Non-metal transportable greenhouses for household use
it: Serre trasportabili non metalliche per uso domestico

source: Pilings of wood
it: Palancole di legno

source: Wired plate glass for building
it: Lastre di vetro armato per l'edilizia

source: Amphibole for use as building materials
it: Anfibolo da usare come materiale per l'edilizia

source: Rock crystal for use as building materials
it: Quarzo da usare come materiale per l'edilizia

source: Serpentine for use as building materials
it: Serpentino da usare come materiale per l'edilizia

source: Concrete poles for use as building materials
it: Pali in cemento da usare come materiali per l'edilizia

source: Roofing, not of metal
it: Coperture non metalliche

source: Roof coverings, not of metal
it: Coperture per tetti non metalliche

source: Roofing tiles, not of metal
it: Tegole non in metallo

source: Cornices, not of metal
it: Cornici non metalliche

source: Mouldings, not of metal, for building
it: Modanature, non metalliche, per la costruzione

source: Parquet wood flooring
it: Pavimentazioni in parquet

source: Paperboard for building
it: Cartone per costruzione

source: Props, not of metal
it: Pilastri non metallici

source: Partitions, not of metal
it: Tramezzi non metallici

source: Stone sculptures
it: Sculture in pietra

source: Stone statues
it: Statue in pietra

source: Beams, not of metal
it: Travi non metalliche

source: Joists, not of metal
it: Putrelle non metalliche

source: Artificial timber
it: Legno artificiale

source: Sills, not of metal
it: Soglie non metalliche

source: Non-metal window sills
it: Davanzali non metallici

source: Natural stone
it: Pietra naturale

source: Stones
it: Pietre

source: Stone
it: Pietra

source: Fireplace mantles, not of metal
it: Cappe per caminetti, non di metallo

source: Tombs, not of metal
it: Tombe non metalliche

source: Burial vaults, not of metal
it: Cantine non metalliche

source: Window frames, not of metal
it: Telai di finestre non metallici

source: Windows, not of metal
it: Finestre non metalliche

source: Gates, not of metal
it: Portali non metallici

source: Doors, not of metal
it: Porte non metalliche

source: Wall claddings, not of metal, for building
it: Rivestimenti per muri [costruzione] non metallici

source: Armoured doors, not of metal
it: Porte blindate, non in metallo

source: Bridge bearings [construction materials] not of metal
it: Appoggi di ponti [materiali da costruzione] non metallici

source: Interpreter booths, not of metal
it: Cabine da interprete non metalliche

source: Polymeric bitumen emulsion for waterproofing buildings
it: Emulsioni di bitume polimerico per impermeabilizzazione d'edifici

source: Agalmatolite for use as building materials
it: Agalmatolite da usare come materiale da costruzione

source: Monuments of concrete
it: Monumenti di calcestruzzo

source: Concrete for monuments
it: Calcestruzzo per monumenti

source: Terra cotta [building material]
it: Terracotta [materiale da costruzione]

source: Mantels of wood for fireplaces
it: Cappe di legno per caminetti

source: Mosaic art tiles made of marble
it: Tessere per mosaico di marmo

source: Modular plastic decking to serve as a ground cover
it: Tavolati modulari in plastica per la copertura del terreno

source: Stages for musical performances composed of primarily non-metal materials
it: Allestimenti per esibizioni musicali composti principalmente di materiali non metallici
